<?php  return array (
  'resourceClass' => 'Ticket',
  'resource' => 
  array (
    'id' => 42,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Многообразие мозаики.',
    'longtitle' => '',
    'description' => '',
    'alias' => 'mnogoobrazie-mozaiki',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 35,
    'isfolder' => 0,
    'introtext' => '<p>&nbsp; Мозаика в переводе с Итальянского мозаика означает - сложенный из кусочков, она является одним из древнейших отделочных материалов. Раньше с ее помощью украшали храмы и богатые дома. Сегодня существует большое количество видов мозаики от классической стеклянной до металлической, появившийся буквально несколько лед назад.</p>
<p>&nbsp;</p>
<p style="text-align: center;">&nbsp;<strong>Что бы правильно выбрать наиболее подходящую вам мозаику, &nbsp;нужно знать некоторые особенности каждого из видов.</strong></p>
<p>&nbsp;</p>
<p><strong>&nbsp; Стеклянная мозаика</strong> - самый распространенный на сегодня вид мозаики. Она отличается своей долговечностью &nbsp;устойчивостью к холоду и теплу, влагостойкостью и ударопрочностью. Данный &nbsp;вид хорошо подходит для помещений с высокой влажностью. Цвет и оттенок стеклянной мозаики зависит от добавок, используемых в процессе производства. Наборные элементы представляют собой квадратики различных размеров, чем меньше размер каждого квадрата, тем подробнее будет детализация и прорисовка изображения.</p>
<p>&nbsp; Отдельно стоит сказать о стеклянной мозаике с добавлениями авантюрина (полудрагоценный камень с мерцающими точечными вкраплениями), иридия &nbsp;и перламутра.</p>
<p>&nbsp; Авантюрин - добавляют в стеклянную массу которую затем формируют, процесс производства очень сложный и долгий, именно в изготовлении стеклянной мозаики с добавлением авантюрина очень большой процент брака (более 30%), что и влияет на ее высокую цену. Получившееся издание отличается матовой глубиной цвета, красочными прожилками и загадочным мерцанием.</p>
<p>&nbsp; Иридий - основное отличие от перламутра заключается в том что мазанка с добавлением иридия играет всеми цветами радуги под разным углом, а перламутр дает свечение определенной гамы. Она очень хорошо сочетается с обычной стеклянной мазайкой, но для отделки одного помещения не рекомендуется использовать более 2 цветов в одной цветовой гаммы.</p>
<p>&nbsp; Перламутр - для производства мозаики с эффектом перламутра используют добавление кадия и селена в стеклянную массу. Стоит отметить что не стоит использовать данную мозаику в помещениях с высокой проходимостью.</p>
<p>&nbsp;</p>
<p><strong>Смальтовая мозаика</strong> - так же представляет собой разновидность стеклянной мозаики. но при ее производстве добавляют соли калия, а не натрия и другие природные соединения. Процесс производства представляет собой прессование плотно окрашенного стекла с добавлением оксидов при высокой температуре, вследствие чего мозаика получает эффект свечения цвета изнутри и становится полностью непрозрачной. Также благодаря добавлению природных соединений повышается устойчивость к абразивному износу что делает ее пригонной для использования в местах с повышенной нагрузкой как внутри, так и снаружи здания.&nbsp;</p>
<p>&nbsp;</p>
<p><strong>Керамическая мозаика</strong> - обычно выпускается в форме квадратов или прямоугольников маленького размера, цветовая палитра очень разнообразна, а так же кроме обычной глазурованной существуют модели с эффектами например с трещинами на поверхности, имитацией &nbsp;неровности, вкраплениями другого цвета или разводами. Для ее производства используются различные породы камня&nbsp; от керамогранита до дорого мрамора, ее изготавливают из обрезков остающихся во время производства мраморных и керамических изделий. Поскольку цвет природного материала является неповторимым каждое изделие становится уникальным. По заказу можно выполнить мазанку любой формы. Камень можно отполировать, а можно состарить и его структура будет более необычной чем у стеклянной мозаики.&nbsp; Но стоит учитывать что керамические изделия более восприимчивы к абразивным чистящим средствам и жестким щеткам и нужно избегать попадания на их поверхности кислотосодержащих жидкостей которые могут испортить внешний вид вашей мозаики.</p>
<p><strong>Мозаика с использованием драгоценных металлов</strong> - это однозначно признак роскоши. Для ее производства используют настоящую золотую фольгу которую заключают между двумя пластинами из специального стекла. Во время производства используется золото разных цветов и создается такая мозаика исключительно в ручную, золотая фольга используемая при данном производстве содеется путем отбивная метала вручную. После того как золотой лист закрепляется между двумя стеклянными пластинами его отправляют в печь для закалки, в производстве можно использовать цветное стекло с гладкой или гофрированной поверхностью. Данную мозаику нарезают в ручную. Ее применяют для облицовки стен и полов, чаще всего используюсь поштучно, делая вставки, все из-за высокой цены.&nbsp;</p>
<p><strong>Металлическая мозаика</strong> - довольно новое изобретение отделочной промышленности. Представляет собой штампованные металлические колпачки разных форм и цветов, крепящиеся на резиновой подложке. Цена такой плитки составляет около 300 долларов за квадратный метр. За счет резиновой подложки металлическая мозаика является более гибкой и подходит для облицовки поверхностей сложной формы. Ее изготавливают из разных металлов, в том числе и устойчивых к коррозии, так что она подойдет для любого помещения, но лучше не использовать ее на полу, так как металлическая мозаика &nbsp;подвержена истиранию.</p>
<p>&nbsp;</p>
<p><strong>Панно из мозаики</strong> представляет собой изображение разделенное на фрагменты с помощью компьютерной программы которая имеется в арсенале современных производителей, программа делит изображение на мозаичные фрагменты и подбирает цвета мозаики, с помощью такой программы каждый клиент может получить уникальную модель за приемлемую сумму. Художественное панно в свою очередь является самым дорогим, выполнено оно из колотой или разрезанной мозаики по индивидуальному заказу.</p>',
    'content' => '<p>&nbsp; Мозаика в переводе с Итальянского мозаика означает - сложенный из кусочков, она является одним из древнейших отделочных материалов. Раньше с ее помощью украшали храмы и богатые дома. Сегодня существует большое количество видов мозаики от классической стеклянной до металлической, появившийся буквально несколько лед назад.</p>
<p>&nbsp;</p>
<p style="text-align: center;">&nbsp;<strong>Что бы правильно выбрать наиболее подходящую вам мозаику, &nbsp;нужно знать некоторые особенности каждого из видов.</strong></p>
<p>&nbsp;</p>
<p><strong>&nbsp; Стеклянная мозаика</strong> - самый распространенный на сегодня вид мозаики. Она отличается своей долговечностью &nbsp;устойчивостью к холоду и теплу, влагостойкостью и ударопрочностью. Данный &nbsp;вид хорошо подходит для помещений с высокой влажностью. Цвет и оттенок стеклянной мозаики зависит от добавок, используемых в процессе производства. Наборные элементы представляют собой квадратики различных размеров, чем меньше размер каждого квадрата, тем подробнее будет детализация и прорисовка изображения.</p>
<p>&nbsp; Отдельно стоит сказать о стеклянной мозаике с добавлениями авантюрина (полудрагоценный камень с мерцающими точечными вкраплениями), иридия &nbsp;и перламутра.</p>
<p>&nbsp; Авантюрин - добавляют в стеклянную массу которую затем формируют, процесс производства очень сложный и долгий, именно в изготовлении стеклянной мозаики с добавлением авантюрина очень большой процент брака (более 30%), что и влияет на ее высокую цену. Получившееся издание отличается матовой глубиной цвета, красочными прожилками и загадочным мерцанием.</p>
<p>&nbsp; Иридий - основное отличие от перламутра заключается в том что мазанка с добавлением иридия играет всеми цветами радуги под разным углом, а перламутр дает свечение определенной гамы. Она очень хорошо сочетается с обычной стеклянной мазайкой, но для отделки одного помещения не рекомендуется использовать более 2 цветов в одной цветовой гаммы.</p>
<p>&nbsp; Перламутр - для производства мозаики с эффектом перламутра используют добавление кадия и селена в стеклянную массу. Стоит отметить что не стоит использовать данную мозаику в помещениях с высокой проходимостью.</p>
<p>&nbsp;</p>
<p><strong>Смальтовая мозаика</strong> - так же представляет собой разновидность стеклянной мозаики. но при ее производстве добавляют соли калия, а не натрия и другие природные соединения. Процесс производства представляет собой прессование плотно окрашенного стекла с добавлением оксидов при высокой температуре, вследствие чего мозаика получает эффект свечения цвета изнутри и становится полностью непрозрачной. Также благодаря добавлению природных соединений повышается устойчивость к абразивному износу что делает ее пригонной для использования в местах с повышенной нагрузкой как внутри, так и снаружи здания.&nbsp;</p>
<p>&nbsp;</p>
<p><strong>Керамическая мозаика</strong> - обычно выпускается в форме квадратов или прямоугольников маленького размера, цветовая палитра очень разнообразна, а так же кроме обычной глазурованной существуют модели с эффектами например с трещинами на поверхности, имитацией &nbsp;неровности, вкраплениями другого цвета или разводами. Для ее производства используются различные породы камня&nbsp; от керамогранита до дорого мрамора, ее изготавливают из обрезков остающихся во время производства мраморных и керамических изделий. Поскольку цвет природного материала является неповторимым каждое изделие становится уникальным. По заказу можно выполнить мазанку любой формы. Камень можно отполировать, а можно состарить и его структура будет более необычной чем у стеклянной мозаики.&nbsp; Но стоит учитывать что керамические изделия более восприимчивы к абразивным чистящим средствам и жестким щеткам и нужно избегать попадания на их поверхности кислотосодержащих жидкостей которые могут испортить внешний вид вашей мозаики.</p>
<p><strong>Мозаика с использованием драгоценных металлов</strong> - это однозначно признак роскоши. Для ее производства используют настоящую золотую фольгу которую заключают между двумя пластинами из специального стекла. Во время производства используется золото разных цветов и создается такая мозаика исключительно в ручную, золотая фольга используемая при данном производстве содеется путем отбивная метала вручную. После того как золотой лист закрепляется между двумя стеклянными пластинами его отправляют в печь для закалки, в производстве можно использовать цветное стекло с гладкой или гофрированной поверхностью. Данную мозаику нарезают в ручную. Ее применяют для облицовки стен и полов, чаще всего используюсь поштучно, делая вставки, все из-за высокой цены.&nbsp;</p>
<p><strong>Металлическая мозаика</strong> - довольно новое изобретение отделочной промышленности. Представляет собой штампованные металлические колпачки разных форм и цветов, крепящиеся на резиновой подложке. Цена такой плитки составляет около 300 долларов за квадратный метр. За счет резиновой подложки металлическая мозаика является более гибкой и подходит для облицовки поверхностей сложной формы. Ее изготавливают из разных металлов, в том числе и устойчивых к коррозии, так что она подойдет для любого помещения, но лучше не использовать ее на полу, так как металлическая мозаика &nbsp;подвержена истиранию.</p>
<p>&nbsp;</p>
<p><strong>Панно из мозаики</strong> представляет собой изображение разделенное на фрагменты с помощью компьютерной программы которая имеется в арсенале современных производителей, программа делит изображение на мозаичные фрагменты и подбирает цвета мозаики, с помощью такой программы каждый клиент может получить уникальную модель за приемлемую сумму. Художественное панно в свою очередь является самым дорогим, выполнено оно из колотой или разрезанной мозаики по индивидуальному заказу.</p>',
    'richtext' => 1,
    'template' => 10,
    'menuindex' => 0,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 1,
    'createdon' => 1544165520,
    'editedby' => 1,
    'editedon' => 1552339395,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 1544165040,
    'publishedby' => 1,
    'menutitle' => '',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'Ticket',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'blog/mnogoobrazie-mozaiki',
    'uri_override' => 1,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 0,
    'properties' => '{"tickets":{"disable_jevix":true,"process_tags":true},"ms2gallery":{"media_source":"4"}}',
    'image' => 
    array (
      0 => 'image',
      1 => 'project/статьи/0gfCpTlSiAI.jpg',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'article' => 
    array (
      0 => 'article',
      1 => '',
      2 => 'delim',
      3 => NULL,
      4 => 'listbox-multiple',
    ),
    'comments' => 0,
    'views' => 0,
    'stars' => 0,
    'rating' => 0,
    'rating_plus' => 0,
    'rating_minus' => 0,
    '_content' => '{include \'file:templates/article.tpl\'}',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[pdoMenu?showLog=``&fastMode=``&level=`1`&parents=`0`&displayStart=``&resources=``&templates=``&context=``&cache=``&cacheTime=`3600`&cacheAnonymous=``&plPrefix=`wf.`&showHidden=``&showUnpublished=``&showDeleted=``&previewUnpublished=``&hideSubMenus=``&useWeblinkUrl=`1`&sortdir=`ASC`&sortby=`menuindex`&limit=`0`&offset=`0`&rowIdPrefix=``&firstClass=`first`&lastClass=`last`&hereClass=`active`&parentClass=``&rowClass=``&outerClass=`header-menu`&innerClass=``&levelClass=``&selfClass=``&webLinkClass=``&tplOuter=`@INLINE <ul[[+classes]]>[[+wrapper]]</ul>`&tpl=`@INLINE <li[[+classes]]><a href="[[+link]]" [[+attributes]]>[[+menutitle]]</a>[[+wrapper]]</li>`&tplParentRow=``&tplParentRowHere=``&tplHere=``&tplInner=``&tplInnerRow=``&tplInnerHere=``&tplParentRowActive=``&tplCategoryFolder=``&tplStart=`@INLINE <h2[[+classes]]>[[+menutitle]]</h2>[[+wrapper]]`&checkPermissions=``&hereId=``&where=``&select=``&scheme=``&toPlaceholder=``&countChildren=``]]' => '<ul class="header-menu"><li class="first"><a href="/" >Merel\' home</a></li><li><a href="katalog/" >Каталог</a></li><li><a href="dostaka-i-oplata" >Доставка и оплата</a></li><li><a href="dizajneram" >Дизайнерам</a></li><li><a href="portfolio" >Портфолио</a></li><li class="active"><a href="blog/" >Блог</a></li><li class="last"><a href="kontaktyi" >Контакты</a></li></ul>',
    '[[pdoCrumbs?showLog=``&fastMode=``&from=`0`&to=``&customParents=``&limit=`10`&exclude=``&outputSeparator=`
`&toPlaceholder=``&includeTVs=``&prepareTVs=`1`&processTVs=``&tvPrefix=`tv.`&where=``&showUnpublished=``&showDeleted=``&showHidden=`1`&hideContainers=``&tpl=`@INLINE <li class="breadcrumb-item"><a href="[[+link]]">[[+menutitle]]</a></li>`&tplCurrent=`@INLINE <li class="breadcrumb-item active">[[+menutitle]]</li>`&tplMax=`@INLINE <li class="breadcrumb-item disabled">&nbsp;...&nbsp;</li>`&tplHome=``&tplWrapper=`@INLINE <ol class="breadcrumb">[[+output]]</ol>`&wrapIfEmpty=``&showCurrent=`1`&showHome=`1`&showAtHome=`1`&hideSingle=``&direction=`ltr`&scheme=``&useWeblinkUrl=`1`]]' => '<ol class="breadcrumb"><li class="breadcrumb-item"><a href="/">Merel\' home</a></li>
<li class="breadcrumb-item"><a href="blog/">Блог</a></li>
<li class="breadcrumb-item active">Многообразие мозаики.</li></ol>',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
    ),
    'modSnippet' => 
    array (
    ),
    'modTemplateVar' => 
    array (
      'image' => 
      array (
        'fields' => 
        array (
          'id' => 7,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'image',
          'name' => 'image',
          'caption' => 'Изображение',
          'description' => '',
          'editor_type' => 0,
          'category' => 14,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'article' => 
      array (
        'fields' => 
        array (
          'id' => 13,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'listbox-multiple',
          'name' => 'article',
          'caption' => 'Читать так же',
          'description' => '',
          'editor_type' => 0,
          'category' => 14,
          'locked' => false,
          'elements' => '@EVAL return $modx->runSnippet(\'pdoResources\', array(\'tpl\' => \'@INLINE [[+pagetitle]]==[[+id]]\', \'parents\' => 35, \'outputSeparator\' => \'||\', \'limit\' => 0, \'class\' => \'Ticket\'));',
          'rank' => 0,
          'display' => 'delim',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'listWidth' => '',
            'title' => '',
            'typeAhead' => 'false',
            'typeAheadDelay' => '250',
            'listEmptyText' => '',
            'stackItems' => 'false',
          ),
          'output_properties' => 
          array (
            'delimiter' => ',',
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
  ),
);